Repository: MikeAlvarado/AIMeter
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로 고침
pt_br: Atualizar
zh_hans: 刷新

source: Refresh All
de: Alle aktualisieren
es: Actualizar todo
fr: Tout actualiser
ja: すべて更新
ko: 모두 새로 고침
pt_br: Atualizar tudo
zh_hans: 全部刷新

source: Refresh usage
de: Nutzung aktualisieren
es: Actualizar uso
fr: Actualiser l'usage
ja: 使用量を更新
ko: 사용량 새로 고침
pt_br: Atualizar uso
zh_hans: 刷新用量

source: Relative
de: Relativ
es: Relativo
fr: Relatif
ja: 相対
ko: 상대
pt_br: Relativo
zh_hans: 相对

source: Relative counts down to the reset. Absolute shows the local time. Tap any reset label on the dashboard to switch.
de: Relativ zählt bis zum Reset herunter. Absolut zeigt die Ortszeit. Tippe auf eine Reset-Angabe im Dashboard, um umzuschalten.
es: Relativo muestra la cuenta regresiva al reinicio. Absoluto muestra la hora local. Toca cualquier etiqueta de reinicio en el panel para cambiar.
fr: Relatif fait le compte à rebours jusqu'à la réinitialisation. Absolu affiche l'heure locale. Touchez une étiquette de réinitialisation du tableau de bord pour basculer.
ja: 相対はリセットまでのカウントダウン、絶対は現地時刻を表示します。ダッシュボードのリセット表示をタップすると切り替わります。
ko: 상대는 초기화까지 남은 시간을, 절대는 현지 시간을 표시합니다. 대시보드의 초기화 표시를 탭하면 전환됩니다.
pt_br: Relativo faz a contagem regressiva até o reinício. Absoluto mostra a hora local. Toque em qualquer etiqueta de reinício no painel para alternar.
zh_hans: 相对显示距重置的倒计时，绝对显示本地时间。轻点仪表盘上的任意重置标签即可切换。

source: Relative Reset Times
de: Relative Reset-Zeiten
es: Horas de reinicio relativas
fr: Heures de réinitialisation relatives
ja: リセット時刻を相対表示
ko: 초기화 시간 상대 표시
pt_br: Horários de reinício relativos
zh_hans: 相对重置时间

source: Remaining
de: Übrig
es: Restante
fr: Restant
ja: 残り
ko: 남음
pt_br: Restante
zh_hans: 剩余

source: Rename account
de: Account umbenennen
es: Cambiar nombre de cuenta
fr: Renommer le compte
ja: アカウント名を変更
ko: 계정 이름 변경
pt_br: Renomear conta
zh_hans: 重命名账户

source: Rename…
de: Umbenennen …
es: Cambiar nombre…
fr: Renommer…
ja: 名前を変更…
ko: 이름 변경…
pt_br: Renomear…
zh_hans: 重命名…

source: Requested OAuth scope:
de: Angeforderter OAuth-Bereich:
es: Permiso OAuth solicitado:
fr: Portée OAuth demandée :
ja: 要求するOAuthスコープ:
ko: 요청하는 OAuth 범위:
pt_br: Escopo OAuth solicitado:
zh_hans: 请求的 OAuth 范围：

source: Rescan
de: Erneut einlesen
es: Volver a analizar
fr: Réanalyser
ja: 再スキャン
ko: 다시 스캔
pt_br: Reanalisar
zh_hans: 重新扫描

source: Reset %lld times.
de: %lld-mal zurückgesetzt.
es: %lld reinicios.
fr: %lld réinitialisations.
ja: %lld回リセット。
ko: %lld회 초기화.
pt_br: Reiniciado %lld vezes.
zh_hans: 重置了 %lld 次。

source: Reset countdown
de: Countdown zum Reset
es: Cuenta atrás del reinicio
fr: Compte à rebours
ja: リセットまでのカウントダウン
ko: 초기화 카운트다운
pt_br: Contagem até o reinício
zh_hans: 重置倒计时

source: Reset once.
de: Einmal zurückgesetzt.
es: Un reinicio.
fr: Une réinitialisation.
ja: 1回リセット。
ko: 1회 초기화.
pt_br: Reiniciado uma vez.
zh_hans: 重置了一次。

source: Reset timers
de: Reset-Anzeige
es: Temporizadores de reinicio
fr: Minuteurs de réinitialisation
ja: リセットタイマー
ko: 초기화 타이머
pt_br: Temporizadores de reinício
zh_hans: 重置计时

source: Resets %@ %@
de: Reset %@ %@
es: Se reinicia %@ %@
fr: Réinitialisation %@ %@
ja: %@ %@にリセット
ko: %@ %@에 초기화
pt_br: Reinicia %@ %@
zh_hans: %@ %@ 重置

source: Resets at %@
de: Reset um %@
es: Se reinicia a las %@
fr: Réinitialisation à %@
ja: %@にリセット
ko: %@에 초기화
pt_br: Reinicia às %@
zh_hans: %@ 重置

source: resets in %@
de: Reset in %@
es: se reinicia en %@
fr: réinitialisation dans %@
ja: %@後にリセット
ko: %@ 후 초기화
pt_br: reinicia em %@
zh_hans: %@ 后重置

source: Resets in %@
de: Reset in %@
es: Se reinicia en %@
fr: Réinitialisation dans %@
ja: %@後にリセット
ko: %@ 후 초기화
pt_br: Reinicia em %@
zh_hans: %@ 后重置

source: Run-out warnings
de: Aufbrauch-Warnungen
es: Avisos de agotamiento
fr: Avertissements d'épuisement
ja: 使い切り警告
ko: 소진 경고
pt_br: Avisos de esgotamento
zh_hans: 耗尽警告

source: Runs out ~%@ early
de: Etwa %@ zu früh aufgebraucht
es: Se agota ~%@ antes
fr: Épuisé ~%@ en avance
ja: 約%@早く使い切ります
ko: 약 %@ 일찍 소진
pt_br: Esgota ~%@ antes
zh_hans: 提前约 %@ 用完

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 存储

source: Scanning…
de: Wird eingelesen …
es: Analizando…
fr: Analyse…
ja: スキャン中…
ko: 스캔 중…
pt_br: Analisando…
zh_hans: 正在扫描…

source: Schedule as of %@.
de: Zeitplan Stand %@.
es: Horario verificado el %@.
fr: Horaire au %@.
ja: %@時点のスケジュール。
ko: %@ 기준 일정.
pt_br: Horário conforme %@.
zh_hans: 时间表截至 %@。

source: Scheduled %lld minutes ago.
de: Vor %lld Minuten geplant.
es: Programado hace %lld minutos.
fr: Planifié il y a %lld minutes.
ja: %lld分前に予約。
ko: %lld분 전에 예약됨.
pt_br: Agendado há %lld minutos.
zh_hans: %lld 分钟前已安排。

source: See the status page
de: Statusseite ansehen
es: Ver la página de estado
fr: Voir la page d'état
ja: ステータスページを見る
ko: 상태 페이지 보기
pt_br: Ver a página de status
zh_hans: 查看状态页

source: See what your Claude Code sessions on this Mac would cost at API prices. AIMeter reads only the token counts from its local logs — never what you wrote or what it answered.
de: Sieh, was deine Claude-Code-Sitzungen auf diesem Mac zu API-Preisen kosten würden. AIMeter liest nur die Token-Zähler aus den lokalen Protokollen – nie, was du geschrieben oder was es geantwortet hat.
es: Mira cuánto costarían a precio de API tus sesiones de Claude Code en este Mac. AIMeter lee solo los recuentos de tokens de sus registros locales, nunca lo que escribiste ni lo que respondió.
fr: Voyez ce que vos sessions Claude Code sur ce Mac coûteraient au tarif API. AIMeter ne lit que les compteurs de jetons de ses journaux locaux — jamais ce que vous avez écrit ni ce qu'il a répondu.
ja: このMacでのClaude CodeセッションをAPI価格で換算するといくらになるかを確認できます。AIMeterはローカルログのトークン数だけを読み、あなたの入力や返答の内容は読みません。
ko: 이 Mac의 Claude Code 세션이 API 가격으로 얼마인지 확인하세요. AIMeter는 로컬 로그의 토큰 수만 읽으며, 입력한 내용이나 답변은 읽지 않습니다.
pt_br: Veja quanto suas sessões do Claude Code neste Mac custariam a preços da API. O AIMeter lê só as contagens de tokens dos registros locais — nunca o que você escreveu ou o que ele respondeu.
zh_hans: 看看这台 Mac 上的 Claude Code 会话按 API 价格要花多少钱。AIMeter 只读取本地日志中的 token 计数，绝不读取你写的内容或它的回答。

source: Service status
de: Dienststatus
es: Estado del servicio
fr: État du service
ja: サービス状況
ko: 서비스 상태
pt_br: Status do serviço
zh_hans: 服务状态

source: Service status: %@ · checked %@
de: Dienststatus: %1$@ · geprüft %2$@
es: Estado del servicio: %1$@ · comprobado %2$@
fr: État du service : %1$@ · vérifié %2$@
ja: サービス状況: %1$@ · %2$@に確認
ko: 서비스 상태: %1$@ · %2$@ 확인
pt_br: Status do serviço: %1$@ · verificado %2$@
zh_hans: 服务状态：%1$@ · %2$@检查

source: Session
de: Sitzung
es: Sesión
ja: セッション
ko: 세션
pt_br: Sessão
zh_hans: 会话

source: Session usage may burn faster · off-peak in %@
de: Sitzungsnutzung kann schneller aufgebraucht werden · Stoßzeit endet in %@
es: El uso de la sesión puede consumirse más rápido · fuera de horario pico en %@
fr: L'usage de session peut se consommer plus vite · hors pointe dans %@
ja: セッション使用量が速く消費される可能性 · %@後にピーク終了
ko: 세션 사용량이 더 빨리 소진될 수 있음 · %@ 후 피크 종료
pt_br: O uso de sessão pode ser consumido mais rápido · fora do pico em %@
zh_hans: 会话用量可能消耗更快 · %@ 后结束高峰

source: Session, weekly, and top-model usage windows — edit the widget to pick which account.
de: Nutzungsfenster für Sitzung, Woche und Top-Modell – bearbeite das Widget, um den Account zu wählen.
es: Ventanas de uso de sesión, semanal y del modelo principal — edita el widget para elegir la cuenta.
fr: Fenêtres d'usage session, hebdomadaire et modèle principal — modifiez le widget pour choisir le compte.
ja: セッション、週間、トップモデルの使用ウインドウ。ウィジェットを編集してアカウントを選べます。
ko: 세션, 주간, 최상위 모델 사용 기간. 위젯을 편집해 계정을 선택하세요.
pt_br: Janelas de uso de sessão, semanal e do modelo principal — edite o widget para escolher a conta.
zh_hans: 会话、每周和顶级模型用量周期，编辑小组件可选择账户。

source: Session, weekly, and top-model usage windows.
de: Nutzungsfenster für Sitzung, Woche und Top-Modell.
es: Ventanas de uso de sesión, semanal y del modelo principal.
fr: Fenêtres d'usage session, hebdomadaire et modèle principal.
ja: セッション、週間、トップモデルの使用ウインドウ。
ko: 세션, 주간, 최상위 모델 사용 기간.
pt_br: Janelas de uso de sessão, semanal e do modelo principal.
zh_hans: 会话、每周和顶级模型用量周期。

source: Sessions
de: Sitzungen
es: Sesiones
ja: セッション
ko: 세션
pt_br: Sessões
zh_hans: 会话

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
zh_hans: 设置

source: Settings…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
ja: 設定…
ko: 설정…
pt_br: Ajustes…
zh_hans: 设置…

source: Several windows
de: Mehrere Fenster
es: Varias ventanas
fr: Plusieurs fenêtres
ja: 複数のウインドウ
ko: 여러 기간
pt_br: Várias janelas
zh_hans: 多个周期

source: Severity
de: Schweregrad
es: Severidad
fr: Gravité
ja: 重大度
ko: 심각도
pt_br: Gravidade
zh_hans: 严重程度

source: Show credit amounts
de: Credit-Beträge anzeigen
es: Mostrar montos de créditos
fr: Afficher les montants de crédits
ja: クレジット額を表示
ko: 크레딧 금액 표시
pt_br: Mostrar valores de créditos
zh_hans: 显示额度金金额

source: Show percentage
de: Prozentwert anzeigen
es: Mostrar porcentaje
fr: Afficher le pourcentage
ja: パーセントを表示
ko: 백분율 표시
pt_br: Mostrar porcentagem
zh_hans: 显示百分比

source: Show Remaining
de: Übrig anzeigen
es: Mostrar restante
fr: Afficher le restant
ja: 残りを表示
ko: 남은 양 표시
pt_br: Mostrar restante
zh_hans: 显示剩余

source: Show today's total in the menu bar
de: Heutige Summe in der Menüleiste anzeigen
es: Mostrar el total de hoy en la barra de menús
fr: Afficher le total du jour dans la barre des menus
ja: 今日の合計をメニューバーに表示
ko: 메뉴 막대에 오늘 합계 표시
pt_br: Mostrar o total de hoje na barra de menus
zh_hans: 在菜单栏显示今日合计

source: Show Used
de: Verbraucht anzeigen
es: Mostrar usado
fr: Afficher l'utilisé
ja: 使用量を表示
ko: 사용량 표시
pt_br: Mostrar usado
zh_hans: 显示已用

source: Shown on the dashboard, in widgets, and in notification titles.
de: Wird im Dashboard, in Widgets und in Mitteilungstiteln angezeigt.
es: Se muestra en el panel, en los widgets y en los títulos de las notificaciones.
fr: Affiché sur le tableau de bord, dans les widgets et dans les titres de notification.
ja: ダッシュボード、ウィジェット、通知のタイトルに表示されます。
ko: 대시보드, 위젯, 알림 제목에 표시됩니다.
pt_br: Aparece no painel, nos widgets e nos títulos das notificações.
zh_hans: 显示在仪表盘、小组件和通知标题中。

source: Shows one usage window you choose — edit the widget to pick session, weekly, or a per-model limit.
de: Zeigt ein Nutzungsfenster deiner Wahl – bearbeite das Widget, um Sitzung, Woche oder ein Modell-Limit zu wählen.
es: Muestra una ventana de uso que elijas — edita el widget para elegir sesión, semanal o un límite por modelo.
fr: Affiche une fenêtre d'usage de votre choix — modifiez le widget pour choisir session, hebdomadaire ou une limite par modèle.
ja: 選んだ1つの使用ウインドウを表示します。ウィジェットを編集してセッション、週間、モデル別の上限を選べます。
ko: 선택한 사용 기간 하나를 표시합니다. 위젯을 편집해 세션, 주간 또는 모델별 한도를 선택하세요.
pt_br: Mostra uma janela de uso à sua escolha — edite o widget para escolher sessão, semanal ou um limite por modelo.
zh_hans: 显示你选择的一个用量周期，编辑小组件可选择会话、每周或按模型的额度。

source: Shows this account's session countdown on the Lock Screen and Dynamic Island while a session is running. Off by default — updates whenever AIMeter or its widgets happen to refresh, not instantly, since there's no server to push updates.
de: Zeigt den Sitzungs-Countdown dieses Accounts auf dem Sperrbildschirm und in der Dynamic Island, solange eine Sitzung läuft. Standardmäßig aus – aktualisiert sich, wenn AIMeter oder seine Widgets gerade aktualisieren, nicht sofort, da es keinen Server gibt, der Updates sendet.
es: Muestra la cuenta regresiva de la sesión de esta cuenta en la Pantalla Bloqueada y en la Dynamic Island mientras haya una sesión activa. Desactivado por defecto — se actualiza cuando AIMeter o sus widgets se refrescan, no al instante, ya que no hay un servidor que envíe actualizaciones.
fr: Affiche le compte à rebours de session de ce compte sur l'écran verrouillé et dans la Dynamic Island tant qu'une session est en cours. Désactivé par défaut — se met à jour quand AIMeter ou ses widgets s'actualisent, pas instantanément, car aucun serveur n'envoie de mises à jour.
ja: セッション中、このアカウントのセッションのカウントダウンをロック画面とDynamic Islandに表示します。デフォルトではオフです。更新を送るサーバがないため、即時ではなくAIMeterやウィジェットが更新したときに反映されます。
ko: 세션이 진행 중인 동안 이 계정의 세션 카운트다운을 잠금 화면과 Dynamic Island에 표시합니다. 기본값은 꺼짐입니다. 업데이트를 보내는 서버가 없으므로 즉시가 아니라 AIMeter나 위젯이 새로 고칠 때 갱신됩니다.
pt_br: Mostra a contagem regressiva da sessão desta conta na Tela Bloqueada e na Dynamic Island enquanto uma sessão estiver ativa. Desativado por padrão — atualiza quando o AIMeter ou seus widgets atualizam, não na hora, já que não há servidor enviando atualizações.
zh_hans: 会话进行期间，在锁定屏幕和灵动岛显示此账户的会话倒计时。默认关闭；由于没有服务器推送更新，它在 AIMeter 或其小组件刷新时更新，而不是即时更新。

source: Sign in again
de: Erneut anmelden
es: Volver a iniciar sesión
fr: Se reconnecter
ja: もう一度サインイン
ko: 다시 로그인
pt_br: Entrar de novo
zh_hans: 重新登录

source: Sign in to see your usage.
de: Melde dich an, um deine Nutzung zu sehen.
es: Inicia sesión para ver tu uso.
fr: Connectez-vous pour voir votre usage.
ja: サインインして使用量を確認しましょう。
ko: 로그인하여 사용량을 확인하세요.
pt_br: Entre para ver seu uso.
zh_hans: 登录以查看你的用量。

source: Sign-in alerts
de: Anmelde-Hinweise
es: Avisos de sesión
fr: Alertes de connexion
ja: サインインの通知
ko: 로그인 알림
pt_br: Alertas de login
zh_hans: 登录提醒

source: Sign-in expired
de: Anmeldung abgelaufen
es: Sesión caducada
fr: Connexion expirée
ja: サインインの期限切れ
ko: 로그인 만료
pt_br: Login expirado
zh_hans: 登录已过期

source: Sign-in expired — usage can't refresh.
de: Anmeldung abgelaufen – Nutzung kann nicht aktualisiert werden.
es: Sesión caducada: no se puede actualizar el uso.
fr: Connexion expirée — l'usage ne peut pas s'actualiser.
ja: サインインの期限が切れたため使用量を更新できません。
ko: 로그인이 만료되어 사용량을 새로 고칠 수 없습니다.
pt_br: Login expirado — não dá para atualizar o uso.
zh_hans: 登录已过期，无法刷新用量。

source: Signing in here gives AIMeter its own token, separate from Claude Code's — so neither can invalidate the other's.
de: Wer sich hier anmeldet, gibt AIMeter ein eigenes Token, getrennt von dem von Claude Code – so kann keines das andere ungültig machen.
es: Al iniciar sesión aquí, AIMeter obtiene su propio token, independiente del de Claude Code, para que ninguno invalide el del otro.
fr: Se connecter ici donne à AIMeter son propre jeton, distinct de celui de Claude Code — ainsi aucun ne peut invalider l'autre.
ja: ここでサインインするとAIMeterはClaude Codeとは別の独自トークンを持つため、互いのトークンを無効にすることがありません。
ko: 여기서 로그인하면 AIMeter가 Claude Code와 별개의 자체 토큰을 갖게 되어 서로의 토큰을 무효화하지 않습니다.
pt_br: Entrar aqui dá ao AIMeter um token próprio, separado do Claude Code — assim nenhum invalida o do outro.
zh_hans: 在此登录会给 AIMeter 一个独立于 Claude Code 的令牌，两者互不影响。

source: Single Limit
de: Einzelnes Limit
es: Límite individual
fr: Limite unique
ja: 単一の上限
ko: 단일 한도
pt_br: Limite único
zh_hans: 单项额度

source: Smart notifications
de: Intelligente Mitteilungen
es: Notificaciones inteligentes
fr: Notifications intelligentes
ja: スマート通知
ko: 스마트 알림
pt_br: Notificações inteligentes
zh_hans: 智能通知

source: Some plans don't include a per-model limit of their own (e.g. Fable 5 on Claude Pro). Auto shows your spend/credits there only when enabled on your account; Hidden and Credits force it off or on. When the Credits row shows, "Show credit amounts" adds its $ used and limit under the row in place of a reset line.
de: Manche Pläne haben kein eigenes Modell-Limit (z. B. Fable 5 bei Claude Pro). Auto zeigt dort deine Ausgaben/Credits nur, wenn sie in deinem Account aktiviert sind; Ausgeblendet und Credits erzwingen aus oder an. Wenn die Credits-Zeile angezeigt wird, ergänzt „Credit-Beträge anzeigen“ verbrauchte $ und Limit unter der Zeile anstelle einer Reset-Angabe.
es: Algunos planes no incluyen un límite propio por modelo (por ejemplo, Fable 5 en Claude Pro). Auto muestra ahí tu gasto/créditos solo si tu cuenta lo tiene habilitado; Oculto y Créditos lo desactivan o activan de forma forzada. Cuando la fila de Créditos se muestra, "Mostrar montos de créditos" agrega el $ usado y el límite bajo la fila en lugar de una línea de reinicio.
fr: Certains forfaits n'ont pas de limite par modèle (p. ex. Fable 5 sur Claude Pro). Auto y affiche vos dépenses/crédits seulement s'ils sont activés sur votre compte ; Masqué et Crédits forcent l'affichage ou non. Quand la ligne Crédits apparaît, « Afficher les montants de crédits » ajoute les $ utilisés et la limite sous la ligne à la place d'une réinitialisation.
ja: モデル別の上限がないプランもあります（例: Claude ProのFable 5）。自動はアカウントで有効な場合のみ支出/クレジットを表示し、非表示とクレジットは強制的にオフまたはオンにします。クレジット行が表示されているとき、「クレジット額を表示」をオンにするとリセット行の代わりに使用額と上限額が表示されます。
ko: 일부 요금제에는 모델별 한도가 없습니다 (예: Claude Pro의 Fable 5). 자동은 계정에서 활성화된 경우에만 지출/크레딧을 표시하고, 숨김과 크레딧은 강제로 끄거나 켭니다. 크레딧 행이 표시될 때 "크레딧 금액 표시"를 켜면 초기화 줄 대신 사용 금액과 한도가 행 아래에 표시됩니다.
pt_br: Alguns planos não têm um limite próprio por modelo (ex.: Fable 5 no Claude Pro). Auto mostra ali seus gastos/créditos só se estiverem ativados na sua conta; Oculto e Créditos forçam desligado ou ligado. Quando a linha Créditos aparece, "Mostrar valores de créditos" adiciona o $ usado e o limite abaixo da linha no lugar do reinício.
zh_hans: 有些套餐没有单独的按模型额度（例如 Claude Pro 上的 Fable 5）。自动仅在你的账户已启用时显示消费/额度金；隐藏和额度金则强制关闭或开启。显示额度金行时，"显示额度金金额"会在该行下方显示已用金额和上限，以代替重置行。

source: Spend
de: Ausgaben
es: Gasto
fr: Dépenses
ja: 支出
ko: 지출
pt_br: Gastos
zh_hans: 消费

source: Starts AIMeter automatically after you log in, so your usage keeps updating without opening it yourself.
de: Startet AIMeter automatisch nach deiner Anmeldung, damit deine Nutzung aktuell bleibt, ohne dass du es selbst öffnest.
es: Inicia AIMeter automáticamente al iniciar sesión, para que tu uso se siga actualizando sin que tengas que abrirlo.
fr: Lance AIMeter automatiquement après votre connexion, pour que votre usage continue de se mettre à jour sans l'ouvrir vous-même.
ja: ログイン後にAIMeterを自動で起動し、自分で開かなくても使用量が更新され続けます。
ko: 로그인 후 AIMeter를 자동으로 시작하여 직접 열지 않아도 사용량이 계속 갱신됩니다.
pt_br: Inicia o AIMeter automaticamente depois do login, para que seu uso continue atualizando sem você precisar abri-lo.
zh_hans: 登录后自动启动 AIMeter，无需你手动打开即可持续更新用量。

source: Startup
de: Start
es: Inicio
fr: Démarrage
ja: 起動
ko: 시작
pt_br: Inicialização
zh_hans: 启动

source: Style
de: Stil
es: Estilo
ja: スタイル
ko: 스타일
pt_br: Estilo
zh_hans: 样式

source: The chart appears once an hour of samples exists in this range.
de: Das Diagramm erscheint, sobald in diesem Zeitraum eine Stunde an Messwerten vorliegt.
es: La gráfica aparece cuando haya una hora de muestras en este rango.
fr: Le graphique apparaît dès qu'une heure de relevés existe sur cette période.
ja: この範囲に1時間分のサンプルが溜まるとグラフが表示されます。
ko: 이 범위에 1시간 분량의 샘플이 쌓이면 차트가 표시됩니다.
pt_br: O gráfico aparece quando houver uma hora de amostras neste intervalo.
zh_hans: 此范围内积累一小时的样本后会显示图表。

source: the last 7 days
de: die letzten 7 Tage
es: los últimos 7 días
fr: les 7 derniers jours
ja: 過去7日
ko: 최근 7일
pt_br: os últimos 7 dias
zh_hans: 最近 7 天

source: the last 24 hours
de: die letzten 24 Stunden
es: las últimas 24 horas
fr: les 24 dernières heures
ja: 過去24時間
ko: 최근 24시간
pt_br: as últimas 24 horas
zh_hans: 最近 24 小时

source: the last 30 days
de: die letzten 30 Tage
es: los últimos 30 días
fr: les 30 derniers jours
ja: 過去30日
ko: 최근 30일
pt_br: os últimos 30 dias
zh_hans: 最近 30 天

source: The menu bar always shows a gauge that fills with your usage. Pick which window it reads above. Turn this on to spell out the percentage beside it; with it off, the value is still in the tooltip.
de: Die Menüleiste zeigt immer eine Anzeige, die sich mit deiner Nutzung füllt. Wähle oben, welches Fenster sie liest. Aktiviere dies, um den Prozentwert daneben auszuschreiben; ausgeschaltet steht der Wert weiterhin im Tooltip.
es: La barra de menús siempre muestra un indicador que se llena con tu uso. Elige arriba qué ventana lee. Activa esto para mostrar el porcentaje junto a él; desactivado, el valor sigue en la descripción emergente.
fr: La barre des menus affiche toujours une jauge qui se remplit avec votre usage. Choisissez ci-dessus la fenêtre qu'elle lit. Activez ceci pour écrire le pourcentage à côté ; désactivé, la valeur reste dans l'infobulle.
ja: メニューバーには常に使用量で満たされるゲージが表示されます。読み取るウインドウは上で選びます。これをオンにすると横にパーセントを表示し、オフでも値はツールチップに表示されます。
ko: 메뉴 막대에는 항상 사용량만큼 채워지는 게이지가 표시됩니다. 읽을 기간은 위에서 선택하세요. 이것을 켜면 옆에 백분율이 표시되고, 꺼도 값은 도움말 설명에 남아 있습니다.
pt_br: A barra de menus sempre mostra um medidor que enche com seu uso. Escolha acima qual janela ele lê. Ative isto para escrever a porcentagem ao lado; desativado, o valor continua na dica.
zh_hans: 菜单栏始终显示一个随用量填充的仪表。在上方选择它读取的周期。开启此项会在旁边显示百分比；关闭时数值仍在工具提示中。

source: The menu bar always shows a gauge that fills with your usage. Turn this on to spell out the percentage beside it; with it off, the value is still in the tooltip. Which window it reads is set in Claude's settings.
de: Die Menüleiste zeigt immer eine Anzeige, die sich mit deiner Nutzung füllt. Aktiviere dies, um den Prozentwert daneben auszuschreiben; ausgeschaltet steht der Wert weiterhin im Tooltip. Welches Fenster sie liest, wird in den Claude-Einstellungen festgelegt.
es: La barra de menú siempre muestra un indicador que se llena con tu uso. Actívalo para ver el porcentaje escrito al lado; si lo desactivas, el valor sigue estando en la información al pasar el cursor. Qué ventana muestra se elige en los ajustes de Claude.
fr: La barre des menus affiche toujours une jauge qui se remplit avec votre usage. Activez ceci pour écrire le pourcentage à côté ; désactivé, la valeur reste dans l'infobulle. La fenêtre lue se choisit dans les réglages de Claude.
ja: メニューバーには常に使用量で満たされるゲージが表示されます。これをオンにすると横にパーセントを表示し、オフでも値はツールチップに表示されます。読み取るウインドウはClaudeの設定で選びます。
ko: 메뉴 막대에는 항상 사용량만큼 채워지는 게이지가 표시됩니다. 이것을 켜면 옆에 백분율이 표시되고, 꺼도 값은 도움말 설명에 남아 있습니다. 읽을 기간은 Claude 설정에서 정합니다.
pt_br: A barra de menus sempre mostra um medidor que enche com seu uso. Ative isto para escrever a porcentagem ao lado; desativado, o valor continua na dica. Qual janela ele lê é definido nos ajustes do Claude.
zh_hans: 菜单栏始终显示一个随用量填充的仪表。开启此项会在旁边显示百分比；关闭时数值仍在工具提示中。它读取哪个周期在 Claude 的设置中选择。

source: The menu bar shows one account and one window at a time — pick which above. Turn on the percentage to spell it out beside the gauge; with it off, the value is still in the tooltip.
de: Die Menüleiste zeigt jeweils einen Account und ein Fenster – wähle oben, welche. Aktiviere den Prozentwert, um ihn neben der Anzeige auszuschreiben; ausgeschaltet steht der Wert weiterhin im Tooltip.
es: La barra de menús muestra una cuenta y una ventana a la vez; elige cuáles arriba. Activa el porcentaje para mostrarlo junto al indicador; desactivado, el valor sigue en la descripción emergente.
fr: La barre des menus affiche un compte et une fenêtre à la fois — choisissez lesquels ci-dessus. Activez le pourcentage pour l'écrire à côté de la jauge ; désactivé, la valeur reste dans l'infobulle.
ja: メニューバーには一度に1つのアカウントと1つのウインドウが表示されます。どれにするかは上で選びます。パーセントをオンにするとゲージの横に表示し、オフでも値はツールチップに表示されます。
ko: 메뉴 막대에는 한 번에 계정 하나와 기간 하나가 표시됩니다. 위에서 선택하세요. 백분율을 켜면 게이지 옆에 표시되고, 꺼도 값은 도움말 설명에 남아 있습니다.
pt_br: A barra de menus mostra uma conta e uma janela por vez — escolha quais acima. Ative a porcentagem para escrevê-la ao lado do medidor; desativada, o valor continua na dica.
zh_hans: 菜单栏一次显示一个账户和一个周期，在上方选择。开启百分比会在仪表旁显示；关闭时数值仍在工具提示中。

source: Third usage row
de: Dritte Nutzungszeile
es: Tercera fila de uso
fr: Troisième ligne d'usage
ja: 3行目の使用量
ko: 세 번째 사용량 행
pt_br: Terceira linha de uso
zh_hans: 第三行用量
